{
  "headerDefault": {
    "aboutUs": "О нас",
    "coursesIt": "Курсы IT",
    "germanyLanguage": "Немецкий язык",
    "studyInCzech": "Учеба в Чехии",
    "partners": "Партнеры",
    "contacts": "Контакты",
    "title-1": "Профессиональная академия обучения IT и иностранных языков! ",
    "title-2": "Научитесь востребаванным професиям IT",
    "title-3": "Бесплатные онлайн уроки чешского языка <br/> для будущих студентов",
    "Back": "Назад",
    "courses": "Курсы"
  },
  "headerStudyAbroad": {
    "about": "Об образовании",
    "advantage": "Преимущество",
    "questions": "Остались вопросы?"
  },
  "headerLanguageEducation": {
    "main": "Главная",
    "about": "Об обравзовании",
    "advantage": "Преимущество",
    "provide": "Что мы представляем",
    "type": "Методика",
    "questions": "Остались вопросы?"
  },
  "carousel": {
    "text-1": "Ответы на самые важные вопросы об учебе в Чехии",
    "text-2": "Научитесь востребованным <br /> професиям в IT ",
    "text-3": "Инновационное обучение немецкому языку от носителя"
  },
  "aboutUs": {
    "main_title": "О нас",
    "main": "<h3 class=\"contentMainTitle\">Professional IT and Language Academy (PROFITLINGUA) –</h3>  <br />    <p class=\"contentText\"> Это единое окно в мир повышения профессиональных навыков, в сферу обучения самым востребованным навыкам в IT индустрии и инновационного обучения иностранных языков гибридным методом от носителей языка! Мы предлагаем вам изменить свою жизнь к лучшему, вместе с нами!</p>",
    "text_2": "На данный момент, мы предлагаем услуги по:",
    "text_3": "Уникальное обучение немецкому языку гибридным методом, совместно с Профессиональной академией Дрездена с выдачей их сертификата",
    "text_4": "Консультации по повышению профессионального уровня медицинского персонала в Германии бесплатно!",
    "text_5": "Обучение самым передовым методом востребованных языков IT совместно с международной компанией CODIFY LAB",
    "text_6": "Консультации по обучению чешского языка и поступления в лучшие ВУЗы Чешской Республики на чешском или английском языке совместно с GOSTUDY!"
  },
  "services": {
    "main_title": "Наши услуги",
    "text": "Обучение и повышение квалификации в сфере IT",
    "text_2": "Поступление в государственные и частные ВУЗы Чехии",
    "text_3": "Инновационное обучение немецкому языку от носителя"
  },
  "courses": {
    "text": " <h3 class=\"serviceCardTitle\">Инновационное обучение немецкому языку от носителя</h3><p class=\"serviceCardText\">Курсы немецкого языка с международным сертификатом преподаваемые профессором из Германии</p>",
    "text_2": " <h3 class=\"serviceCardTitle\">Поступление в государственные и частные ВУЗы Чехии</h3><p class=\"serviceCardText\"> бесплатно на чешском или английском языках\nВысшее образование в Чехии: поступаем в государственный или частный вуз.</p>",
    "text_3": "<h3 class=\"serviceCardTitle\">Обучение и повышение квалификации <br/> в сфере IT  </h3><p class=\"serviceCardText\"> Курсы и стажировка самым востребованным IT направлением\nОбучение с нуля или повысить квалификацию для компаний</p>"
  },
  "formOfQuestions": {
    "text": "Остались вопросы?",
    "text_2": "Заполните форму и мы вам обязательно перезвоним!",
    "text_3": "Если вы оставите нам свой телефон,\nто мы вам позвоним и бесплатно все расскажем."
  },
  "german": {
    "main_title": "Изучайте немецкий эффективно гибридным способом с PROFITLINGUA вместе с преподавателем из Dresden и получите международный сертификат!",
    "text": "<p class=\"title-secondary\"> Kulturakademie Dresden -</p>  Профессиональная академия изучения немецкого языка от уровня А1 до С2 которая с 1995 года занимается профессиональным преподаванием языков и профессиональных навыков предоставляет профессора для обучения языку в PROFITLINGUA Ташкента гибридным путем преподавания. <br/> <br/> Kulturakademie Dresden уже более 10 лет проводит сертифицированные курсы адаптации для медицинского персонала. Курс состоит из теоретической части, которую проводит академия Дрездена, и практической части, которую можно пройти в учебном заведении-работодателе. <br/><br/>  Медперсонал, приехавший из страны, не входящей в Европейский союз и желающие практиковать свою профессию в Германии, должны быть признаны в Германии своей иностранной профессиональной квалификацией. Cледовательно, иметь право использовать профессиональный титул медсестры в Германии.",
    "text_2": "Осуществите свою мечту и начните говорить на немецком!",
    "card_title": "НАЧНИТЕ ГОВОРИТЬ УВЕРЕННО НА ОДНОМ ИЗ САМЫХ ПЕРСПЕКТИВНЫХ ЯЗЫКОВ ЕВРОПЫ",
    "card_subtitle": "Начните уверенно и красиво говорить на немецком вместе с преподавателем-носителем и удивите своих друзей в следующей поездке в Германию",
    "card_title_1": "ИННОВАЦИОННАЯ МЕТОДИКА ПРЕПОДАВАНИЯ - ГИБРИД",
    "card_subtitle_1": "Профессор-немец будет связываться с группой через вэбкамеру и экран и преподавать на чистейшем немецком языке без акцента. Опытный преподаватель немецкого на месте будет координировать работу группы офлайн и разъяснять студентам детали. Таким образом достигается погружение в немецкую среду легким образом и эффективно!",
    "card_title_2": "НАЧНИТЕ ПОНИМАТЬ НОСИТЕЛЕЙ И ОБЩАТЬСЯ С НИМИ БЕЗ ПРОБЛЕМ",
    "card_subtitle_2": "Вы удивитесь, на сколько быстро Вы научитесь общаться с коренными немцами и наслаждаться фильмами и книгами в оригинале!",
    "card_title_3": "НАСЛАДИТЕСЬ ОБУЧЕНИЕМ БЕЗ КОМПЛЕКСОВ",
    "card_subtitle_3": "Недаром Германия – страна красоты и истории: язык отразил все изящные, манящие стороны жизни, которые мы и будем рассматривать в изучении грамматики и словарного запаса",
    "card_title_4": "ПОГРУЗИТЕСЬ В МИР НЕМЕЦКОЙ КУЛЬТУРЫ И ПРЕОДОЛЕЙТЕ ПСИХОЛОГИЧЕСКИЙ БАРЬЕР",
    "card_subtitle_4": "Погружаясь в прекрасный мир немецкой культуры и жизни, Вы с легкостью изучаете язык, как изучали бы его в детстве путем полного погружения",
    "card_title_5": "ВСЕГО 1,5 ЧАСА В ДЕНЬ, 3 РАЗА В НЕДЕЛЮ И ЗАМЕТНЫЙ РЕЗУЛЬТАТ НЕЗАМЕДЛИТЕЛЬНО",
    "card_subtitle_5": "Наша методика построена на изучении языка, также как и в Германии. Мы используем совершенно новые книжки и секреты инновационного оборудования 21 века!",
    "text_3": "ЧЕМ МЫ ОТЛИЧАЕМСЯ?",
    "text_subtitle": "PROFITLINGUA предлагает:",
    "card_text": "- Уникальную методику изучения немецкого языка вместе с носителем, используя книги и материалы отличающиеся от всех других школ в Ташкенте. Мы идем по программе обучения, которая применяется 'там' ) ",
    "card_text_2": "- Гарантия достижения уровня В1 за максимально 6 месяцев! ",
    "card_text_3": "- Индивидуальный подход к каждому ученику благодаря личным консультациям и специальной надзор за выполнением домашнего задания",
    "card_text_4": "- С первого занятия мы говорим на немецком с немцем и фокусируемся на обучении только нужного материала. Мы отбрасываем в сторону материал ненужный в 21 веке!",
    "card_text_5": "- Экзамены и тестирование проходит онлайн под наблюдением камер из Германии!",
    "card_text_6": "- Вы получаете сертификат от Немецкой школы, как будто учились там и он автоматически признается в Консульстве Германии в Узбекистане!",
    "text_4": "СПЕЦИАЛЬНОЕ ПРЕДЛОЖЕНИЕ ДЛЯ МЕДИЦИНСКОГО ПЕРСОНАЛА",
    "subtitle": "  <p class=\"title-secondary\">Курсы медицинского немецкого от PROFITLINGUA не имеют аналогов на местном рынке! </p> - Мы обучаем вас с 0 медицинскому немецкому и готовим к продолжению обучения в Кulturakademie Dresden! <br/> <br/> - Для самых усердных обучение как в Узбекистане, так и в Германии может быть совершенно БЕСПЛАТНО! <br/> <br/> - Самые усердные получают стипендию, которая покрывает их проживание и расходы! <br/> <br/> - В конце обучения, Вы получаете профессиональный сертификат от немецкой ассоциации для врачей или для среднего медицинского персонала, который дает возможность продвигаться дальше!"
  },
  "abroad": {
    "main_title": "Высшее образование в Чехии: поступаем в государственный вуз",
    "title": "В Чехии вы можете бесплатно получить качественное европейское образование",
    "text": "Наш учебный центр специализируется на подготовке русскоязычных абитуриентов к поступлению в чешские университеты на бесплатную форму обучения на чешском языке.",
    "text_1": "Учеба за рубежом – это ценный опыт жизни в другой стране и культуре, расширение кругозора и перспектив, изучение иностранных языков и престижный диплом. Чехия привлекательна доступностью высшего образования и его высоким качеством.",
    "text_2": "Чешский учебный центр GoStudy готовит к поступлению в университеты с 1998 года и имеет аккредитацию на проведение государственного экзамена по чешскому языку. Качество обучения в GoStudy подтверждено Министерством образования ЧР.",
    "title_2": "Что такое учеба в Чехии ?",
    "timiline_1": "Бесплатное образование в государственных вузах",
    "timiline_2": "Высокое качество обучения",
    "timiline_3": "Классическое образование и новые специальности",
    "timiline_4": "Насыщенная культурная и научная жизнь в центре Европы",
    "timiline_5": "Возможность путешествовать по всей Европе",
    "timiline_6": "Много вариантов учебы по обмену в других странах Европы, а также в США, Канаде, Австралии или Японии",
    "timiline_7": "Перспектива карьеры в европейской компании",
    "text_3": " <p>Бесплатное образование в Чехии – возможность, которой сейчас пользуется 38 тысяч иностранных студентов.\n              Высшее образование в Чехии имеет уникальные исторические традиции, следует современным трендам и с\n              каждым годом все выше оценивается в мировых рейтингах. В этом году в престижный рейтинг лучших вузов\n              мира QS World University вошли девять чешских университетов.\n              <br><br>\n              Среди лучших вузов мира – классические европейские университеты – Карлов университет в Праге, Масариков\n              университет в Брно, Университет Палацкого в Оломоуце или Остравский университет. Здесь можно получить\n              качественное лингвистическое, медицинское, педагогическое, гуманитарное, спортивное или\n              естественно-научное образование.\n              <br><br>\n              В рейтинг QS World University входят и высококлассные чешские технические университеты – Чешский\n              технический университет в Праге, Технический университет Брно, Высшая школа химических технологий в\n              Праге.\n              <br><br>\n              Кроме того, в Чехии находится одна из лучших бизнес-школ в мире – Высшая школа экономики в Праге и\n              престижные творческие академии – Академия исполнительных искусств в Праге, Высшая школа прикладного\n              искусства в Праге, Академия изобразительных искусств в Праге.</p>",
    "title_3": "Стать студентом чешского вуза и учиться бесплатно – реально",
    "text_4": "   <p>Обучение в государственных вузах Чехии бесплатное и для иностранцев. Но для того что поступить, вам будет\n              нужно выучить чешский язык на продвинутый уровень (В2), признать в Чехии документы о своем предыдущем\n              образовании, своевременно подготовить и подать заявление и документы в приемную комиссию и, конечно,\n              серьезно подготовиться к вступительным испытаниям.\n              <br><br>\n              Самостоятельно реализовать все этапы поступления сложно. Поэтому иностранные абитуриенты начинают свой\n              путь в Чехии с интенсивных годовых курсов чешского языка и подготовки к поступлению.\n              <br><br>\n              Чешский учебный центр GoStudy специализируется на комплексных годовых программах подготовки к поступлению\n              в чешские университеты, которые включают как обучение языку, так и сопровождение на всех этапах\n              поступления.\n              <br><br>\n              По окончании обучения студенты сдают экзамен по чешскому языку на уровень В2. Знание чешского языка на\n              продвинутом уровне позволяет им сдать вступительные экзамены на чешском языке и учиться в чешских\n              университетах бесплатно.</p>",
    "timiline_title_1": "Мы обеспечим <br> вам",
    "timiline_title_2": "Программа учебного центра GoStudy",
    "timiline_title_3": "Что мы предлагаем участникам программы",
    "timiline_title_4": "На кого ориентирована наша учебная программа",
    "timiline_item_1": "Консультации по вопросам образования",
    "timiline_item_2": "Встречу в аэропорту или на ж/д вокзале",
    "timiline_item_3": "Комфортное место проживания и помощь в решении бытовых вопросов",
    "timiline_item_4": "Помощь в ориентации в стране и городе после приезда",
    "timiline_item_5": "Помощь в выборе учебного заведения и подборе специальности",
    "timiline_item_6": "Подготовку к поступлению в выбранный вуз",
    "timiline_item_7": "Подготовка к поступлению в чешский университет на бесплатную форму обучения",
    "timiline_item_8": "Интенсивное изучение чешского языка с нуля до уровня В2",
    "timiline_item_9": "Знакомство с чешской и европейской культурой",
    "timiline_item_10": "Сдача престижного государственного экзамена по чешскому языку по окончании обучения",
    "timiline_item_11": "Языковую и специальную подготовку к поступлению в государственные вузы Чехии",
    "timiline_item_12": "Консультации по выбору вуза и специальности и сопровождение процесса поступления",
    "timiline_item_13": "Помощь в подготовке всех документов, необходимых для жизни и учебы в Чехии",
    "timiline_item_14": "Организацию проживания",
    "timiline_item_15": "Кураторскую поддержку",
    "timiline_item_16": "На выпускников средних школ или колледжей России и стран СНГ",
    "timiline_item_17": "На выпускников бакалавриата, желающих поступить в Чехии в магистратуру",
    "timiline_item_18": "На выпускников высших учебных заведений, заинтересованных в бесплатном получении второго высшего образования",
    "timiline_item_19": "Оформление долгосрочной чешской визы"
  },
  "footer": {
    "contact": "Контакты",
    "text": "Контакты <br/> Адрес: улица Олтинтепа 28, Ташкент. Ориентир Паркентский рынок <br/><br/> Номер: +998 71-203-77-57"
  },
  "more_courses": "Больше о курсах",
  "more": "Подробнее"
}