{
  "headerDefault": {
    "aboutUs": "Biz haqimizda",
    "coursesIt": "IT kurslari",
    "germanyLanguage": "Nemis tili",
    "studyInCzech": "Chexiyada o'qish",
    "partners": "Hamkorlar",
    "contacts": "Kontaktlar",
    "title-1": "IT va chet tillarini o'rgatish bo'yicha professional akademiya! ",
    "title-2": "Talab qilinadigan IT kasblarini o'rganing",
    "title-3": "Bo'lajak talabalar uchun bepul onlayn chex darslari <br/>",
    "Back": "Orqaga",
    "courses": "Kurslar"
  },
  "headerStudyAbroad": {
    "about": "Ta'lim haqida",
    "advantage": "Преимущество",
    "questions": "Savollaringiz bormi?"
  },
  "headerLanguageEducation": {
    "main": "Asosiy",
    "about": "Ta'lim haqida",
    "advantage": "Преимущество",
    "provide": "Biz nimani ifodalaymiz",
    "type": "Metodologiya",
    "questions": "Savollaringiz bormi?"
  },
  "carousel": {
    "text-1":"Ответы на самые важные вопросы об учебе в Чехии",
    "text-2": "Научитесь востребаванным професиям IT",
    "text-3":"Инновационное обучение немецкому языку от носителя"
  },
  "aboutUs": {
    "main_title": "Biz haqimizda",
    "main": "<h3 class=\"contentMainTitle\">Professional IT va til akademiyasi (PROFITLINGUA) –</h3> <br /> <p class=\"contentText\"> IT sohasida talab qilinadigan ko'nikmalar va xorijiy tillarni innovatsion o'qitish ona tilida so'zlashuvchilardan gibrid usulda tillar! Biz bilan birga hayotingizni yaxshi tomonga o'zgartirishga taklif qilamiz!</p>",
    "text_2": "Ayni paytda biz xizmatlarni taklif qilamiz:",
    "text_3": "Gibrid usulda noyob nemis tilini o'qitish, Drezden kasb-hunar akademiyasi bilan birgalikda sertifikat berish bilan",
    "text_4": "Germaniyada tibbiyot xodimlarining kasbiy darajasini oshirish bo'yicha bepul maslahatlar!",
    "text_5": "CODIFY LAB xalqaro kompaniyasi bilan birgalikda mashhur IT tillarining eng ilg'or usulini o'rgatish",
    "text_6": "GOSTUDY bilan birgalikda chex tilini o'rgatish va Chexiya yoki ingliz tillarida Chexiya Respublikasining eng yaxshi universitetlariga kirish bo'yicha maslahatlar!"
  },
  "services": {
    "main_title": "Bizning xizmatlarimiz",
    "text": "IT sohasida kadrlar tayyorlash va malaka oshirish",
    "text_2": "Chexiya davlatiga va xususiy universitetlariga qabul",
    "text_3": "Ona tilida so'zlashuvchidan nemis tilini innovatsion o'rgatish"
  },
  "courses": {
    "text": " <h3 class=\"serviceCardTitle\">Ona tilida so'zlashuvchidan innovatsion nemis tilini o'rgatish</h3><p class=\"serviceCardText\">Germaniya professori tomonidan xalqaro sertifikatga ega nemis tili kurslari</p>",
    "text_2": " <h3 class=\"serviceCardTitle\">Chexiyadagi davlat va xususiy universitetlarga kirish</h3><p class=\"serviceCardText\">chex yoki ingliz tillarida bepul\nChexiya Respublikasidagi oliy ta'lim: biz davlat yoki xususiy universitetga kiramiz.</p>",
    "text_3": "<h3 class=\"serviceCardTitle\">IT sohasida o'qitish va malaka oshirish <br/> </h3><p class=\"serviceCardText\"> Eng talabchan IT yo'nalishi bo'yicha kurslar va amaliyotlar Noldan o'qitish yoki kompaniyalar uchun malaka oshirish</p>"
  },
  "formOfQuestions": {
    "text": "Savollaringiz bormi?",
    "text_2": "Iltimos, ushbu oddiy shaklni to'ldiring va biz bir ish kuni ichida siz bilan bog'lanib, barcha savollaringizga javob beramiz",
    "text_3": "Agar telefoningizni bizga qoldirsangiz,\nBiz sizga qo'ng'iroq qilamiz  va hamma narsani bepul aytib beramiz."
  },
  "german": {
    "main_title": "Drezdenlik o'qituvchi bilan birgalikda PROFITLINGUA bilan gibrid usulda nemis tilini samarali o'rganing va xalqaro sertifikatga ega bo'ling!",
    "text": "<p class=\"title-secondary\"> Kulturakademie Drezden -</p> 1995 yildan buyon professional tillar va kasbiy ko'nikmalarni o'rgatib kelayotgan A1 dan C2 darajasigacha bo'lgan Professional nemis tilini o'rganish akademiyasi PROFITLINGUA da til o'rgatish bo'yicha professorlarni taqdim etadi. Toshkent gibrid usulda o‘qitish.<br/> <br/> Kulturakademie Dresden 10 yildan ortiq vaqt davomida tibbiyot xodimlari uchun sertifikatlangan moslashuv kurslarini o'tkazmoqda. Kurs Drezden akademiyasi tomonidan olib boriladigan nazariy qismdan va ish beruvchining ta'lim muassasasida olinishi mumkin bo'lgan amaliy qismdan iborat. <br/><br/> Yevropa Ittifoqidan tashqaridagi davlatdan kelgan va Germaniyada oʻz kasbini qoʻllashni xohlovchi hamshiralar Germaniyada ularning xorijiy kasbiy malakasi sifatida tan olinishi kerak. Shuning uchun, Germaniyada hamshiraning kasbiy unvonidan foydalanish huquqiga ega bo'ling.",
    "text_2": "Orzularingizni amalga oshiring va nemis tilida gaplashishni boshlang!",
    "card_title": "EVROPADAGI ENG ISHLAB CHIQARISH TILLARDAN BIRIDA ISTONCHI GAPIRISHNI BOSHLASH",
    "card_subtitle": "Nemis tilida ona tilida so'zlashuvchi bilan ishonchli va chiroyli gaplashishni boshlang va Germaniyaga keyingi safaringizda do'stlaringizni hayratda qoldiring",
    "card_title_1": "O‘QITISHNING INNOVATSION USULI – GİBRID",
    "card_subtitle_1": "Nemis professori guruh bilan veb-kamera va ekran orqali muloqot qiladi va eng sof nemis tilida urg‘usiz dars beradi. Saytda tajribali nemis tili o'qituvchisi oflayn guruh ishini muvofiqlashtiradi va o'quvchilarga tafsilotlarni tushuntiradi. Shunday qilib, nemis muhitiga sho'ng'ish oson va samarali tarzda amalga oshiriladi!",
    "card_title_2": "ULAR BILAN MUAMMOSIZ TUSHUNISH VA ALOQA BO'LASHNI BOSHLASH",
    "card_subtitle_2": "Siz asl nusxadagi nemislar bilan muloqot qilishni va filmlar va kitoblardan zavqlanishni qanchalik tez o'rganishingizga hayron qolasiz!",
    "card_title_3": "KOMPLEKSLARSIZ TA'LIM OLING",
    "card_subtitle_3": "Germaniya go'zallik va tarix mamlakati ekanligi ajablanarli emas: til hayotning barcha nafis, jozibali tomonlarini aks ettirgan, biz grammatika va lug'atni o'rganishda ko'rib chiqamiz.",
    "card_title_4": "NEMANIYA MADANIYATI OLAMIGA SHUVIRING VA PSIXOLOGIK TO'SIQNI YETGAN",
    "card_subtitle_4": "Nemis madaniyati va hayotining ajoyib olamiga sho'ng'ib, siz tilni osongina o'rganasiz, chunki siz uni bolalikda to'liq suvga cho'mish orqali o'rgangan bo'lar edingiz.",
    "card_title_5": "KUNiga FAQAT 1,5 SOAT, HAFTADA 3 MARTA VA NATIJALARI DAROQDA KOʻRINADI",
    "card_subtitle_5": "Bizning metodologiyamiz Germaniyadagi kabi til o‘rganishga asoslangan. Biz yangi kitoblardan va XXI asr innovatsion uskunalari sirlaridan foydalanamiz!",
    "text_3": "BIZ NIMADA FARQLANIB KETAMIZ?",
    "text_subtitle": "PROFITLINGUA taklif qiladi:",
    "card_text": "- Toshkentdagi barcha maktablardan farq qiladigan kitob va materiallardan foydalangan holda ona tilida so‘zlashuvchi bilan birgalikda nemis tilini o‘rganishning o‘ziga xos usuli. Biz \"u erda\" qo'llaniladigan o'quv dasturini kuzatmoqdamiz) ",
    "card_text_2": "- Maksimal 6 oy ichida B1 darajasiga erishish kafolatlanadi!",
    "card_text_3":"- Shaxsiy maslahatlar va uy vazifalarini maxsus nazorat qilish tufayli har bir talabaga individual yondashish",
    "card_text_4": "- Birinchi darsdanoq nemis tili bilan nemis tilida gaplashamiz va faqat kerakli materialni o‘rgatishga e’tibor beramiz. Biz 21-asrda keraksiz materiallarni chetga surib qo'yamiz!",
    "card_text_5": "- Imtihonlar va test sinovlari Germaniyadan kelgan kameralar nazorati ostida onlayn tarzda o'tkaziladi!",
    "card_text_6": "- Nemis maktabidan sertifikat olasiz, go‘yo u yerda o‘qigansiz va u Germaniyaning O‘zbekistondagi konsulligi tomonidan avtomatik tarzda tan olinadi!",
    "text_4": "TIBBIYOT XODIMLARI UCHUN MAXSUS TAKLIF",
    "subtitle": "<p class=\"title-secondary\">PROFITLINGUA tibbiy nemis tili kurslari mahalliy bozorda noyobdir! </p> - Biz sizga tibbiy nemis tilini 0 dan o'rgatamiz va Drezden Kulturakademie'da o'qishni davom ettirishga tayyorlaymiz! <br/> <br/> - O'zbekistonda ham, Germaniyada ham eng tirishqoq talabalar uchun mutlaqo BEPUL bo'lishi mumkin! <br/> <br/> - Eng tirishqoqlar turar joy va xarajatlarini qoplaydigan stipendiya olishadi! <br/> <br/> - Trening yakunida siz Germaniya shifokorlar yoki hamshiralar assotsiatsiyasidan kasbiy sertifikat olasiz, bu sizga davom etish imkoniyatini beradi!"
  },
  "abroad": {
    "main_title": "Chexiya Respublikasida oliy ta'lim: biz davlat universitetiga kiramiz",
    "title": "Chexiya Respublikasida sifatli Yevropa ta’limini bepul olishingiz mumkin",
    "text": "Bizning o'quv markazimiz rus tilida so'zlashuvchi abituriyentlarni Chexiya universitetlariga chex tilida bepul o'qishga kirishga tayyorlashga ixtisoslashgan.",
    "text_1": "Chet elda o'qish - bu boshqa mamlakat va madaniyatda yashash, dunyoqarash va istiqbollaringizni kengaytirish, chet tillarini o'rganish va nufuzli diplomning qimmatli tajribasi. Chexiya oliy ta'limning mavjudligi va uning yuqori sifati bilan jozibador.",
    "text_2": "Chexiya o'quv markazi GoStudy 1998 yildan beri universitetlarga kirishga tayyorgarlik ko'rmoqda va chex tilida davlat imtihonini o'tkazish uchun akkreditatsiya qilingan. GoStudy ta'lim sifati Chexiya Ta'lim vazirligi tomonidan tasdiqlangan.",
    "title_2": "Chexiya Respublikasida o'qish nima?",
    "timiline_1": "Davlat universitetlarida bepul ta'lim",
    "timiline_2": "Yuqori sifatli ta'lim",
    "timiline_3": "Klassik ta'lim va yangi mutaxassisliklar",
    "timiline_4": "Yevropa markazidagi boy madaniy va ilmiy hayot",
    "timiline_5": "Evropa bo'ylab sayohat qilish imkoniyati",
    "timiline_6": "Boshqa Evropa mamlakatlarida, shuningdek, AQSh, Kanada, Avstraliya yoki Yaponiyada ko'plab almashish imkoniyatlari",
    "timiline_7": "Evropa kompaniyasida martaba istiqboli",
    "text_3": " <p>Chexiya Respublikasida bepul ta'lim hozirda 38 000 chet ellik talabalar tomonidan foydalaniladigan imkoniyatdir.\n              Chexiya Respublikasidagi oliy ta'lim noyob tarixiy an'analarga ega, zamonaviy tendentsiyalarga amal qiladi va\n              har yili jahon reytingida yuqori o'rinlarni egallab kelmoqda. Bu yil eng yaxshi universitetlarning nufuzli reytingida\n              QS World University tarkibiga to‘qqizta Chexiya universiteti kiradi. <br><br> Dunyodagi eng yaxshi universitetlar qatorida klassik Yevropa universitetlari bor - Pragadagi Charlz universiteti, Masaryk      Brno universiteti, Olomoucdagi Palacky universiteti yoki Ostrava universiteti. Bu erda olishingiz mumkin  yuqori sifatli lingvistik, tibbiy, pedagogik, gumanitar, sport yoki tabiatshunoslik ta'limi. <br><br> QS World University Ranking shuningdek, yuqori darajadagi Chexiya texnik universitetlarini o'z ichiga oladi - Chexiya\n              Pragadagi texnika universiteti, Brno texnika universiteti, Kimyoviy texnologiya oliy maktabi  Praga.  <br><br> Bundan tashqari, Chexiya Respublikasida dunyodagi eng yaxshi biznes maktablaridan biri - Pragadagi Oliy Iqtisodiyot maktabi va        nufuzli ijodiy akademiyalar - Pragadagi Ijro san'ati akademiyasi, Oliy amaliy maktab Pragadagi san'at, Pragadagi Tasviriy san'at akademiyasi.</p>",
    "title_3": "Chexiya universiteti talabasi bo'lish va bepul o'qish haqiqatdir",
    "text_4": "   <p>Chexiya Respublikasidagi davlat universitetlarida ta'lim chet elliklar uchun ham bepul. Lekin buni amalga oshirish uchun siz shunday qilasiz\n              siz chex tilini ilg'or (B2) darajasida o'rganishingiz kerak, Chexiya Respublikasidagi avvalgi hujjatlaringizni tan olishingiz kerak.\n              ta'lim olish, o'z vaqtida tayyorlash va qabul komissiyasiga ariza va hujjatlarni taqdim etish va, albatta,kirish imtihonlariga jiddiy tayyorgarlik ko'ring. <br><br> Qabul qilishning barcha bosqichlarini mustaqil ravishda amalga oshirish qiyin. Shuning uchun chet ellik abituriyentlar o'z faoliyatini boshlaydilar Chexiya Respublikasida bir yillik intensiv chex tili kurslari va qabulga tayyorgarlik ko'rish yo'li. <br><br> Chexiyadagi GoStudy o'quv markazi yillik kirishdan oldin keng qamrovli dasturlarga ixtisoslashgan Chexiya universitetlariga, ular tilni o'qitish va barcha bosqichlarda qo'llab-quvvatlashni o'z ichiga oladi\n              kvitansiyalar.\n              <br><br>\n              O'qishni tugatgandan so'ng, talabalar B2 darajasida chex tilidan imtihon topshirishadi. Chex tilini bilish\n              ilg'or daraja ularga Chexiyada kirish imtihonlarini topshirish va Chexiyada o'qish imkonini beradi\n              universitetlar bepul.</p>",
    "timiline_title_1": "Biz sizga <br> taqdim etamiz",
    "timiline_title_2": "GoStudy o'quv markazi dasturi",
    "timiline_title_3": "Biz dastur ishtirokchilariga nimani taklif qilamiz",
    "timiline_title_4": "Bizning o'quv dasturimiz kimlar uchun?",
    "timiline_item_1": "Ta'lim bo'yicha maslahat",
    "timiline_item_2": "Aeroportda yoki temir yo'l stantsiyasida uchrashuv",
    "timiline_item_3": "Yashash uchun qulay joy va maishiy muammolarni hal qilishda yordam berish",
    "timiline_item_4": "Kelgandan keyin mamlakat va shaharda yo'nalish bo'yicha yordam",
    "timiline_item_5": "Ta'lim muassasasini tanlash va mutaxassislik tanlashda yordam berish",
    "timiline_item_6": "Tanlangan universitetga kirishga tayyorgarlik",
    "timiline_item_7": "Chexiya universitetiga bepul o'qish shakliga kirishga tayyorgarlik",
    "timiline_item_8": "Chex tilini noldan B2 darajasiga qadar intensiv o'rganish",
    "timiline_item_9": "Chexiya va Yevropa madaniyatiga kirish",
    "timiline_item_10": "O'qishni tugatgandan so'ng chex tilidan nufuzli davlat imtihonini topshirish",
    "timiline_item_11": "Chexiya Respublikasi davlat universitetlariga kirish uchun til va maxsus tayyorgarlik",
    "timiline_item_12": "Universitet va mutaxassislikni tanlash bo'yicha maslahatlar va qabul jarayonini qo'llab-quvvatlash",
    "timiline_item_13": "Chexiya Respublikasida yashash va o'qish uchun zarur bo'lgan barcha hujjatlarni tayyorlashda yordam berish",
    "timiline_item_14": "Turar joyni tashkil etish",
    "timiline_item_15": "kuratorlik yordami",
    "timiline_item_16": "Rossiya va MDH davlatlarida o'rta maktab yoki kollej bitiruvchilari uchun",
    "timiline_item_17": "Chexiya Respublikasiga magistraturaga kirishni xohlovchi bakalavriat bitiruvchilari uchun",
    "timiline_item_18": "Ikkinchi oliy ma'lumot olish istagida bo'lgan oliy o'quv yurtlari bitiruvchilari uchun",
    "timiline_item_19": "Uzoq muddatli Chexiya vizasini ro'yxatdan o'tkazish"
  },
  "footer": {
    "contact": "Kontaktlar",
    "text":"Bog'lanish uchun <br/> Manzil: Toshkent sh., Oltintepa ko'chasi 28-uy. Landmark Parkent bozori <br/><br/> Raqam: +998 71-203-77-57"
  },
  "more_courses": "Kurslar haqida ko'proq",
  "more": "Ko'proq"
}