{
  "headerDefault": {
    "aboutUs": "Biz haqimizda",
    "coursesIt": "IT kurslari",
    "germanyLanguage": "Nemis tili",
    "studyInCzech": "Chexiyada o'qish",
    "partners": "Hamkorlar",
    "contacts": "Kontaktlar",
    "title-1": "IT va chet tillarini o'rgatish bo'yicha professional akademiya! ",
    "title-2": "Talab qilinadigan IT kasblarini o'rganing",
    "title-3": "Bo'lajak talabalar uchun bepul onlayn chex darslari <br/>",
    "Back": "Orqaga",
    "courses": "Kurslar"
  },
  "headerStudyAbroad": {
    "about": "Ta'lim haqida",
    "advantage": "Преимущество",
    "questions": "Savollaringiz bormi?"
  },
  "headerLanguageEducation": {
    "main": "Asosiy",
    "about": "Ta'lim haqida",
    "advantage": "Преимущество",
    "provide": "Biz nimani ifodalaymiz",
    "type": "Metodologiya",
    "questions": "Savollaringiz bormi?"
  },
  "carousel": {
    "text-1":"Ответы на самые важные вопросы об учебе в Чехии",
    "text-2": "Научитесь востребаванным професиям IT",
    "text-3":"Инновационное обучение немецкому языку от носителя"
  },
  "aboutUs": {
    "main_title": "Biz haqimizda",
    "main": "<h3 class=\"contentMainTitle\">Professional IT va til akademiyasi (PROFITLINGUA) –</h3> <br /> <p class=\"contentText\"> IT sohasida talab qilinadigan ko'nikmalar va xorijiy tillarni innovatsion o'qitish ona tilida so'zlashuvchilardan gibrid usulda tillar! Biz bilan birga hayotingizni yaxshi tomonga o'zgartirishga taklif qilamiz!</p>",
    "text_2": "Ayni paytda biz xizmatlarni taklif qilamiz:",
    "text_3": "Gibrid usulda noyob nemis tilini o'qitish, Drezden kasb-hunar akademiyasi bilan birgalikda sertifikat berish bilan",
    "text_4": "Germaniyada tibbiyot xodimlarining kasbiy darajasini oshirish bo'yicha bepul maslahatlar!",
    "text_5": "CODIFY LAB xalqaro kompaniyasi bilan birgalikda mashhur IT tillarining eng ilg'or usulini o'rgatish",
    "text_6": "GOSTUDY bilan birgalikda chex tilini o'rgatish va Chexiya yoki ingliz tillarida Chexiya Respublikasining eng yaxshi universitetlariga kirish bo'yicha maslahatlar!"
  },
  "services": {
    "main_title": "Bizning xizmatlarimiz",
    "text": "IT sohasida kadrlar tayyorlash va malaka oshirish",
    "text_2": "Chexiya davlatiga va xususiy universitetlariga qabul",
    "text_3": "Ona tilida so'zlashuvchidan nemis tilini innovatsion o'rgatish"
  },
  "courses": {
    "text": " <h3 class=\"serviceCardTitle\">Ona tilida so'zlashuvchidan innovatsion nemis tilini o'rgatish</h3><p class=\"serviceCardText\">Germaniya professori tomonidan xalqaro sertifikatga ega nemis tili kurslari</p>",
    "text_2": " <h3 class=\"serviceCardTitle\">Chexiyadagi davlat va xususiy universitetlarga kirish</h3><p class=\"serviceCardText\">chex yoki ingliz tillarida bepul\nChexiya Respublikasidagi oliy ta'lim: biz davlat yoki xususiy universitetga kiramiz.</p>",
    "text_3": "<h3 class=\"serviceCardTitle\">IT sohasida o'qitish va malaka oshirish <br/> </h3><p class=\"serviceCardText\"> Eng talabchan IT yo'nalishi bo'yicha kurslar va amaliyotlar Noldan o'qitish yoki kompaniyalar uchun malaka oshirish</p>"
  },
  "formOfQuestions": {
    "text": "Savollaringiz bormi?",
    "text_2": "Iltimos, ushbu oddiy shaklni to'ldiring va biz bir ish kuni ichida siz bilan bog'lanib, barcha savollaringizga javob beramiz",
    "text_3": "Agar telefoningizni bizga qoldirsangiz,\nBiz sizga qo'ng'iroq qilamiz  va hamma narsani bepul aytib beramiz."
  },
  "german": {
    "main_title": "Drezdenlik o'qituvchi bilan birgalikda PROFITLINGUA bilan gibrid usulda nemis tilini samarali o'rganing va xalqaro sertifikatga ega bo'ling!",
    "text": "<p class=\"title-secondary\"> Kulturakademie Drezden -</p> 1995 yildan buyon professional tillar va kasbiy ko'nikmalarni o'rgatib kelayotgan A1 dan C2 darajasigacha bo'lgan Professional nemis tilini o'rganish akademiyasi PROFITLINGUA da til o'rgatish bo'yicha professorlarni taqdim etadi. Toshkent gibrid usulda o‘qitish.<br/> <br/> Kulturakademie Dresden 10 yildan ortiq vaqt davomida tibbiyot xodimlari uchun sertifikatlangan moslashuv kurslarini o'tkazmoqda. Kurs Drezden akademiyasi tomonidan olib boriladigan nazariy qismdan va ish beruvchining ta'lim muassasasida olinishi mumkin bo'lgan amaliy qismdan iborat. <br/><br/> Yevropa Ittifoqidan tashqaridagi davlatdan kelgan va Germaniyada oʻz kasbini qoʻllashni xohlovchi hamshiralar Germaniyada ularning xorijiy kasbiy malakasi sifatida tan olinishi kerak. Shuning uchun, Germaniyada hamshiraning kasbiy unvonidan foydalanish huquqiga ega bo'ling.",
    "text_2": "Orzularingizni amalga oshiring va nemis tilida gaplashishni boshlang!",
    "card_title": "EVROPADAGI ENG ISHLAB CHIQARISH TILLARDAN BIRIDA ISTONCHI GAPIRISHNI BOSHLASH",
    "card_subtitle": "Nemis tilida ona tilida so'zlashuvchi bilan ishonchli va chiroyli gaplashishni boshlang va Germaniyaga keyingi safaringizda do'stlaringizni hayratda qoldiring",
    "card_title_1": "O‘QITISHNING INNOVATSION USULI – GİBRID",
    "card_subtitle_1": "Nemis professori guruh bilan veb-kamera va ekran orqali muloqot qiladi va eng sof nemis tilida urg‘usiz dars beradi. Saytda tajribali nemis tili o'qituvchisi oflayn guruh ishini muvofiqlashtiradi va o'quvchilarga tafsilotlarni tushuntiradi. Shunday qilib, nemis muhitiga sho'ng'ish oson va samarali tarzda amalga oshiriladi!",
    "card_title_2": "ULAR BILAN MUAMMOSIZ TUSHUNISH VA ALOQA BO'LASHNI BOSHLASH",
    "card_subtitle_2": "Siz asl nusxadagi nemislar bilan muloqot qilishni va filmlar va kitoblardan zavqlanishni qanchalik tez o'rganishingizga hayron qolasiz!",
    "card_title_3": "KOMPLEKSLARSIZ TA'LIM OLING",
    "card_subtitle_3": "Germaniya go'zallik va tarix mamlakati ekanligi ajablanarli emas: til hayotning barcha nafis, jozibali tomonlarini aks ettirgan, biz grammatika va lug'atni o'rganishda ko'rib chiqamiz.",
    "card_title_4": "NEMANIYA MADANIYATI OLAMIGA SHUVIRING VA PSIXOLOGIK TO'SIQNI YETGAN",
    "card_subtitle_4": "Nemis madaniyati va hayotining ajoyib olamiga sho'ng'ib, siz tilni osongina o'rganasiz, chunki siz uni bolalikda to'liq suvga cho'mish orqali o'rgangan bo'lar edingiz.",
    "card_title_5": "KUNiga FAQAT 1,5 SOAT, HAFTADA 3 MARTA VA NATIJALARI DAROQDA KOʻRINADI",
    "card_subtitle_5": "Bizning metodologiyamiz Germaniyadagi kabi til o‘rganishga asoslangan. Biz yangi kitoblardan va XXI asr innovatsion uskunalari sirlaridan foydalanamiz!",
    "text_3": "BIZ NIMADA FARQLANIB KETAMIZ?",
    "text_subtitle": "PROFITLINGUA taklif qiladi:",
    "card_text": "- Toshkentdagi barcha maktablardan farq qiladigan kitob va materiallardan foydalangan holda ona tilida so‘zlashuvchi bilan birgalikda nemis tilini o‘rganishning o‘ziga xos usuli. Biz \"u erda\" qo'llaniladigan o'quv dasturini kuzatmoqdamiz) ",
    "card_text_2": "- Maksimal 6 oy ichida B1 darajasiga erishish kafolatlanadi!",
    "card_text_3":"- Shaxsiy maslahatlar va uy vazifalarini maxsus nazorat qilish tufayli har bir talabaga individual yondashish",
    "card_text_4": "- Birinchi darsdanoq nemis tili bilan nemis tilida gaplashamiz va faqat kerakli materialni o‘rgatishga e’tibor beramiz. Biz 21-asrda keraksiz materiallarni chetga surib qo'yamiz!",
    "card_text_5": "- Imtihonlar va test sinovlari Germaniyadan kelgan kameralar nazorati ostida onlayn tarzda o'tkaziladi!",
    "card_text_6": "- Nemis maktabidan sertifikat olasiz, go‘yo u yerda o‘qigansiz va u Germaniyaning O‘zbekistondagi konsulligi tomonidan avtomatik tarzda tan olinadi!",
    "text_4": "TIBBIYOT XODIMLARI UCHUN MAXSUS TAKLIF",
    "subtitle": "<p class=\"title-secondary\">PROFITLINGUA tibbiy nemis tili kurslari mahalliy bozorda noyobdir! </p> - Biz sizga tibbiy nemis tilini 0 dan o'rgatamiz va Drezden Kulturakademie'da o'qishni davom ettirishga tayyorlaymiz! <br/> <br/> - O'zbekistonda ham, Germaniyada ham eng tirishqoq talabalar uchun mutlaqo BEPUL bo'lishi mumkin! <br/> <br/> - Eng tirishqoqlar turar joy va xarajatlarini qoplaydigan stipendiya olishadi! <br/> <br/> - Trening yakunida siz Germaniya shifokorlar yoki hamshiralar assotsiatsiyasidan kasbiy sertifikat olasiz, bu sizga davom etish imkoniyatini beradi!"
  },
  "abroad": {
    "main_title": "Высшее образование в Чехии: поступаем в государственный вуз",
    "title": "В Чехии вы можете бесплатно получить качественное европейское образование",
    "text": "Наш учебный центр специализируется на подготовке русскоязычных абитуриентов к поступлению в чешские университеты на бесплатную форму обучения на чешском языке.",
    "text_1": "Учеба за рубежом – это ценный опыт жизни в другой стране и культуре, расширение кругозора и перспектив, изучение иностранных языков и престижный диплом. Чехия привлекательна доступностью высшего образования и его высоким качеством.",
    "text_2": "Чешский учебный центр GoStudy готовит к поступлению в университеты с 1998 года и имеет аккредитацию на проведение государственного экзамена по чешскому языку. Качество обучения в GoStudy подтверждено Министерством образования ЧР.",
    "title_2": "Что такое учеба в Чехии ?",
    "timiline_1": "Бесплатное образование в государственных вузах",
    "timiline_2": "Высокое качество обучения",
    "timiline_3": "Классическое образование и новые специальности",
    "timiline_4": "Насыщенная культурная и научная жизнь в центре Европы",
    "timiline_5": "Возможность путешествовать по всей Европе",
    "timiline_6": "Много вариантов учебы по обмену в других странах Европы, а также в США, Канаде, Австралии или Японии",
    "timiline_7": "Перспектива карьеры в европейской компании",
    "text_3": " <p>Бесплатное образование в Чехии – возможность, которой сейчас пользуется 38 тысяч иностранных студентов.\n              Высшее образование в Чехии имеет уникальные исторические традиции, следует современным трендам и с\n              каждым годом все выше оценивается в мировых рейтингах. В этом году в престижный рейтинг лучших вузов\n              мира QS World University вошли девять чешских университетов.\n              <br><br>\n              Среди лучших вузов мира – классические европейские университеты – Карлов университет в Праге, Масариков\n              университет в Брно, Университет Палацкого в Оломоуце или Остравский университет. Здесь можно получить\n              качественное лингвистическое, медицинское, педагогическое, гуманитарное, спортивное или\n              естественно-научное образование.\n              <br><br>\n              В рейтинг QS World University входят и высококлассные чешские технические университеты – Чешский\n              технический университет в Праге, Технический университет Брно, Высшая школа химических технологий в\n              Праге.\n              <br><br>\n              Кроме того, в Чехии находится одна из лучших бизнес-школ в мире – Высшая школа экономики в Праге и\n              престижные творческие академии – Академия исполнительных искусств в Праге, Высшая школа прикладного\n              искусства в Праге, Академия изобразительных искусств в Праге.</p>",
    "title_3": "Стать студентом чешского вуза и учиться бесплатно – реально",
    "text_4": "   <p>Обучение в государственных вузах Чехии бесплатное и для иностранцев. Но для того что поступить, вам будет\n              нужно выучить чешский язык на продвинутый уровень (В2), признать в Чехии документы о своем предыдущем\n              образовании, своевременно подготовить и подать заявление и документы в приемную комиссию и, конечно,\n              серьезно подготовиться к вступительным испытаниям.\n              <br><br>\n              Самостоятельно реализовать все этапы поступления сложно. Поэтому иностранные абитуриенты начинают свой\n              путь в Чехии с интенсивных годовых курсов чешского языка и подготовки к поступлению.\n              <br><br>\n              Чешский учебный центр GoStudy специализируется на комплексных годовых программах подготовки к поступлению\n              в чешские университеты, которые включают как обучение языку, так и сопровождение на всех этапах\n              поступления.\n              <br><br>\n              По окончании обучения студенты сдают экзамен по чешскому языку на уровень В2. Знание чешского языка на\n              продвинутом уровне позволяет им сдать вступительные экзамены на чешском языке и учиться в чешских\n              университетах бесплатно.</p>"
  },
  "footer": {
    "contact": "Kontaktlar",
    "text":"Bog'lanish uchun <br/> Manzil: Toshkent sh., Oltintepa ko'chasi 28-uy. Landmark Parkent bozori <br/><br/> Raqam: +998 71-203-77-57"
  },
  "more_courses": "Kurslar haqida ko'proq",
  "more": "Ko'proq"
}